Repository: FathullaLatipov/My_portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Home
ru: Главная
uz: Bosh sahifa

source: About Us
ru: Об о мне
uz: Men haqimda

source: Resume
ru: Резюме
uz: Xulosa

source: Services
ru: Услуги
uz: Xizmatlar

source: Projects
ru: Проекты
uz: Loyihalar

source: Contact
ru: Контакты

source: Hey! I am
ru: Здравствуйте! Меня зовут
uz: Assalomu alaykum men

source: Fathulla Latipov
ru: Фатхулла Латипов

source: I'm a
ru: Я
uz: Va man

source: About
ru: Об о мне
uz: Men haqimda

source: About Me
ru: Об о мне
uz: Men haqimda

source: Name
ru: Имя
uz: Ismim

source: Latipov Fathulla
ru: Латипов Фатхулла

source: Date of birth
ru: День рождения
uz: Togilgan sana

source: September 16 2002
ru: Сентябрь 16 2002
uz: Sentyabr 16 2002

source: Address
ru: Адрес
uz: Manzil

source: Uzbekistan Tashkent
ru: Узбекистан Ташкент
uz: Uzbekiston Toshkent

source: Phone
ru: Телефон
uz: Telefon raqami

source: Project complete
ru: Выполненных работ
uz: Tugallangan loyihalar

source: Call me now!
ru: Звонить сейчас!
uz: Hoziroq qo'ngiroq qiling!

source: Education
ru: Образования
uz: Ta'lim

source: Experience
ru: Опыт работы
uz: Tajriba

source: Skills
ru: Навыки
uz: Ko'nikmalar

source: During these years I studied frontend. I learned languages ​​like HTML, CSS, Bootstrap, JS.
ru: Я изучал Front-end и изучал языки как HTML,CSS,Bootstrap,JS
uz: Bu yillar davomida men frontendni o'rgandim. HTML, CSS, Bootstrap, JS kabi tillarni o'rgandim.

source: During these years I studied the backend. I've learned languages ​​like Python, PostgeSQL, Python-Telegram-Bot, REST API and Git (GitHub)
ru: Я изучал Back-end и изучал языки как Python,PostgreSQL,Python-Telegram-Bot,REST API и Git(GitHub)
uz: Bu yillar davomida men backendni o'rgandim. Men Python, PostgeSQL, Python-Telegram-Bot, REST API va Git (GitHub) kabi tillarni o'rgandim.

source: certificate available
ru: сертификат имеется
uz: sertifikat mavjud

source: Cosmo Media Marketing is my first office job before that I worked as a freelancer. I worked in this company for 6 months
ru: Cosmo Media Marketing это моя первая работа в офисе до этого я работал в фрилансе.Опыт работы в этой компании в 6 месяца.
uz: Cosmo Media Marketing - mening birinchi ofis ishim, bundan oldin men freelancer bolib ishlaganmanMen bu kompaniyada 6 oy ishladim

source: Bright Media Marketing Company. This is my second job in the office. I worked here for 5 months. Developed different types of websites and online stores and more ..
ru: Bright Media Marketing Company. Это моя вторая место работы. Опыт работы в этой компании 5 месяца.Разрабатывал разные типы веб сайтов и интернет магазинов.
uz: Bright Media Marketing Company. Bu mening ofisdagi ikkinchi ishim. Men Bu yerda 5 oy ishladim. Har xil turdagi web-saytlar va onlayn magazin lar ishlab chiqdim

source: WebCaspers IT-Company. This is my third job in the office. I worked here for 3 months. Developed different types of websites and online stores and more ..
ru: WebCaspers IT-Company. Это моя третье место работы в офисе.Опыт работы в этой компании 3 месяца.Разрабатывал разные типы веб сайтов и интернет магазинов.
uz: WebCaspers IT-Company. Bu mening ofisdagi uchinchi ishim. Men bu yerda 3 oy ishlaganman Har xil turdagi web-saytlar va onlayn-do'konlar ishlab chiqildi va boshqalar ..

source: Freelancer
ru: Фрилансер

source: Freelancer - I worked as a freelancer and did various projects for people, from Telegram bots to online stores, etc.
ru: Фрилансер - Я работал фрилансером и делал разные проекты для людей,начиная с Телеграм ботов до интернет магазинов и т.д
uz: Frilanser - men frilanser bo'lib ishladim va odamlar uchun turli loyihalarni amalga oshirdimTelegram botlar dan onlayn-do'konlargacha.

source: Create Web-sites
ru: Создание Веб сайтов
uz: Web-saytlar yaratish

source: Create of landing-page sites, multi-page sites, business card sites, catalog sites and other
ru: Создаю лендинг-пейдж сайты,многостраничный сайты,сайт визитка,сайт каталог и другие
uz: Bir sahifali sahifalar sayto, ko'p sahifali saytlar, vizit karta saytlari, katalog saytlar yaratishva boshqalar

source: Create Telegram-Bots
ru: Создание Телеграм-ботов
uz: Telegram-botlarini yaratish

source: Create Telegram_Bot for bussines
ru: Создаю Телеграм-бот для бизнеса
uz: Biznes uchun Telegram_Bot yaratish

source: Create Eshop
ru: Создание Интернет магазинов
uz: Internet magazin yaratish

source: Creation of online stores, online platforms and others
ru: Создаю интернет магазин, онлайн платформу и другие
uz: Onlayn do'konlar, onlayn platformalar va boshqalarni yaratish

source: Our Projects
ru: Все проекты
uz: Barcha loyihalar

source: Multi-page site
ru: Многостраничный сайт
uz: Ko'p sahifali sayt

source: Chat
ru: Чат

source: Chat for communication
ru: Чат для общения
uz: Muloqot uchun chat

source: Landing page
ru: Лендинг пейдж
uz: Bir sahifali sayt

source: Contact Me
ru: Мои контакты
uz: Men bilan bog'lanish

source: Uzbekistan Tashkent Chilanzar
ru: Узбекистан Ташкент Чиланзар

source: Contact Numbers
ru: Контактные Номера
uz: Aloqa raqami

source: Email Address
ru: Email Адрес
uz: Email manzili

source: Social networks
ru: Социальные сети
uz: Ijtimoiy tarmoqlar

source: Links
ru: Линки
uz: Havolalar

source: Have a Questions?
ru: Есть вопросы?
uz: Savollaringiz bormi?

source: All rights reserved LF
ru: Все права защищены LF
uz: Barcha huquqlar himoyalangan LF

source: Меня зовут Фатхулла Латипов.Я работаю с Front-end так, Back-end и с Базами данных.Я всегда энергичен и стремлюсь осваивать новые навыки, имею опыт работы в команде и индивидуально.
uz: Mening ismim Fatxulla Latipov. Men Front-end, Back-end va ma'lumotlar bazalari blan ishlayman. Men doimo kuch va quvvatga tola insonman va yangi bilimlarni organishga intilaman, jamoa va individual holatda ishlash tajribam bor

source: multi-page site
uz: Ko'p sahifali sayt

source: E-shop
uz: Internet magazin

source: Более 25 проектов
uz: 25 dan ortiq loyihalar
